/* Localized versions of Guest Access strings */

allowButton = "Del skjerm";
denyButton = "Avbryt";

controlTitle = "Styringsforespørsel";
observeTitle = "Observeringsforespørsel";

controlRequestKnown = "Brukeren «%@» på %@ vil at du skal dele skjermen din. Vil du dele skjermen din med «%@»?";
observeRequestKnown = "Brukeren «%@» på %@ vil observere maskinen din. Vil du tillate dette?";

controlRequestUnknown = "En ukjent bruker på %@ vil at du skal dele skjermen din. Vil du dele skjermen din med brukeren?";
observeRequestUnknown = "En ukjent bruker på %@ vil observere maskinen din. Vil du tillate dette?";

errAttnReqCommString = "Det har oppstått en kommunikasjonsfeil.";
